{
    "companies":[
        {
            "name": "CPI Outsourcing",
            "positions":[
                {
                    "name":"Senior Software Developer",
                    "start":"2014/04/14",
                    "end":"2019/06/14",
                    "description":"",
                    "points": [
                        "Developed multiple modules for the company's product which is used by more than a hundred clients.",
                        "Improved upon the existing Uploading and Integration systems, reducing data preparation time by as much as 6 hours.",
                        "Improved the software development processes, giving stakeholders more view on the development status and priority.",
                        "Charged with monitoring development projects which included assessing complexity, assigning resources and create reports for the stakeholders"
                    ]
                }
            ]
        },
        {
            "name": "Confidential (US)",
            "positions":[
                {
                    "name":"PHP Developer",
                    "start":"2019/06/17",
                    "end":"2020/04/17",
                    "description":"",
                    "points": [
                        "Maintained and improved existing system made from PHP and Laravel for one of the Leading Exclusions Screening and Checking Businesses in the US.",
                        "Created the Administration System to help automate tasks for Accounts and User Management using Python and React."
                    ]
                }
            ]
        },
        {
            "name": "Telus International Philippines",
            "positions":[
                {
                    "name":"Intermediate Applications Developer and Subject Matter Expert - Python",
                    "start":"2020/04/20", 
                    "end":"2021/01/20",
                    "description":"",
                    "points": [
                        "Creation of E-mail and SMS templates and workflows with Adobe Campaign",
                        "Conduct Brown bag Sessions and Webinars about Python and its libraries",
                        "Create Presentations and Examinations with Google Slides and Google Class"
                    ]
                }
            ]
        },
        {
            "name": "Confidential (US)",
            "positions":[
                {
                    "name":"PHP Developer",
                    "start":"2021/01/21",
                    "end":"present",
                    "description":"",
                    "points": [
                        "Maintain and improve existing system made with PHP and inhouse built frameworks."
                    ]
                }
            ]
        }
    ]
}